Repository: karolina-engine/place-to-experiment-frontend
Catalog: translations/*.po
Languages: fi, sv

source: register
fi: Rekisteröidy
sv: Registrera dig

source: login
fi: Kirjaudu
sv: Logga in

source: logout
fi: Kirjaudu ulos
sv: Logga ut

source: email
fi: Sähköposti
sv: E-postadress

source: insert_info
fi: Tiedot
sv: Information

source: placeofexperiment
fi: Kokeilun paikka
sv: Plats för försök

source: gettoknow
fi: Tutustu palveluun
sv: Läs om tjänsten

source: browse_exp
fi: Selaa kokeiluja
sv: Sök bland försök

source: start_exp
fi: Aloita kokeilu
sv: Starta försök

source: browse_users
fi: Selaa käyttäjiä
sv: Sök bland användare

source: search
fi: Haku
sv: Sökning

source: discl_not_register
fi: Sähköpostiosoite tai käyttäjätunnus on väärin tai et ole vielä rekisteröitynyt.
sv: Din e-postadress eller användarnamn är felaktigt eller du har inte registrerat dig än.

source: error
fi: Toiminto epäonnistui.
sv: Fel

source: not_allowed
fi: Suljettu alue
sv: Ej tillåten

source: sorry_access1
fi: Tämä sivu vaatii kirjautumisen ensin. Haluatko
sv: Den här sidan kräver inloggning först. Vill du

source: sorry_access2
fi: kokeiluja?
sv: försöker?

source: experiments
fi: Kokeilut
sv: Försök

source: browse
fi: selata
sv: bläddra

source: type_to_search
fi: Kirjoita hakusana etsiäksesi kokeiluja
sv: Sök bland försök

source: show
fi: Näytä:
sv: Visa:

source: browse_by_keyword
fi: Selaa hakusanan mukaan
sv: Använd sökord

source: move_to_next_stage
fi: Olet nyt siirtymässä Kokeilun seuraavaan vaiheeseen. Oletko valmis?

source: challenges
fi: Haasteet
sv: Utmaningar

source: Challenge
fi: Haaste
sv: Utmaning

source: ideas
fi: Ideat
sv: Idéer

source: suggestions
fi: Ehdotukset
sv: Lösningar

source: Suggestion
fi: Ehdotus
sv: Lösning

source: fundings
fi: Rahoitukset
sv: Finansiärer

source: Funding
fi: Rahoitus
sv: Finansiering

source: Experiment
fi: Kokeilu
sv: Lösning

source: archives
fi: Opit
sv: Lärdomar av försöket

source: archive
fi: Oppi
sv: Lärdomar

source: Circular economy
fi: Kiertotalous
sv: Cirkulär ekonomi

source: Food
fi: Ruoka
sv: Mat

source: Living
fi: Asuminen
sv: Liv

source: Transportation
fi: Liikkuminen
sv: Transport

source: ask_and_discuss
fi: Kysy ja keskustele ideahausta
sv: Fråga och diskutera om idésökningen

source: experiments_related
fi: Hakuun liittyvät kokeilut
sv: Sökrelaterade lösningar

source: What do you want to do?
fi: Mitä haluat tehdä?
sv: Vad vill du göra nu?

source: To challenge
fi: Haastaa
sv: Att utmana

source: Suggest an idea
fi: Ideoida
sv: Föreslå en idé

source: Start an experiment
fi: Aloittaa kokeilun
sv: Starta ett försök

source: Apply funding
fi: Hakea rahoitusta
sv: Ansöka om finansiering

source: Learn from previous experiments
fi: Oppia kokeiluista
sv: Lära av försöken

source: An arc of experiments
fi: Kokeilun kaari
sv: Försökets livscykel

source: What problem would you like to solve?
fi: Minkä ongelman haluaisit ratkaista?
sv: Vilket problem vill du lösa?

source: CHALLENGE to solve
fi: Ratkaistava HAASTE
sv: UTMANING som behöver en lösning

source: Come up with an idea that would solve the problem
fi: Kerro idea joka ratkaisisi ongelman
sv: Dela med dig av en idé som kan vara en lösning

source: A solving IDEA?
fi: Ratkaisun IDEA?
sv: IDÉ till en lösning?

source: How would you test whether you idea might work?
fi: Kerro miten voit testata toimisiko ratkaisusi
sv: Berätta hur du kan testa om din lösning fungerar

source: Start with a suggestion in order to get funding
fi: Päästäksesi rahoitusvaiheeseen tee ensin ehdotus
sv: För att komma till finansieringsskedet, lämna först ett förslag

source: Start with a suggestion in order to experiment
fi: Päästäksesi toteutusvaiheeseen tee ensin ehdotus
sv: Börja med ett förslag för att experimentera

source: FUNDING an experiment
fi: Kokeilun RAHOITUS
sv: FINANSIERING av försöket

source: Suggestion for an EXPERIMENT
fi: EHDOTUS kokeiluksi
sv: Försök som ska genomföras

source: EXPERIMENT in paractice
fi: TOTEUTETTAVA kokeilu
sv: FÖRSÖK i paractice

source: Save your experiment to the archive
fi: Talleta kokeilusi Kokeilun paikan oppeihin
sv: Spara ditt försök till lärdomar

source: Experiment ARCHIVE
fi: kokeilun OPIT
sv: LÄRDOMAR av försöket

source: Experiment search
fi: Kokeiluhaku
sv: Försök sökning

source: Blog
fi: Blogi
sv: Blogg

source: Follow us on the Facebok page of Kokeilun Paikka
fi: Seuraa meitä Kokeilun Paikan Facebook-sivulla
sv: Följ oss på Facebok sidan i Plats för försök

source: The Place of experiment is a service where we can all think and develop common experiments and get funding for them. The experiment stage moves from the idea / challenge to the suggestion, and onwards to the possible funding and implementation.
fi: Yhdistämme ideoijat, toteuttajat, sparraajat ja rahoittajat. Täällä voit kertoa idean, tehdä ehdotuksia ja edetä kokeiluun verkoston tukemana. Kokeilun paikan kautta voit löytää sopivat kumppanit ja mahdolliset rahoittajat. Voit myös kommentoida ja sparrata muiden kokeiluja. Kokeilun opit jaetaan kaikkien kesken.
sv: Kokeilunpaikka.fi kombinerar idéer, implementatörer, sparrare och finansiärer. Här kan du dela en idé, lägga fram förslag och experimentera med nätverksstöd. Här hittar du partners och potentiella finansiärer. Du kan också kommentera och sparra på andra experiment. Resultatet av experimenten delas bland oss alla.

source: Is your idea any good? You'll find out by experimenting
fi: Onko idea hyvä? Se selviää kokeilemalla
sv: Är din idé något bra? Du får reda på genom att experimentera

source: Please log in
fi: Ole hyvä ja kirjaudu
sv: Vänligen logga in.

source: Sorry, you need to be logged in to access this page. Please
fi: Sivu vaatii kirjautumisen. Ole hyvä ja
sv: Tyvärr, behöver du vara inloggad för att komma åt sidan. Snälla

source: or
fi: tai
sv: eller

source: Redirecting to discourse...
fi: Siirrytään keskusteluihin...
sv: Omdirigera till diskutera…

source: Logging in
fi: Kirjautuminen
sv: Loggar in

source: Provide your information
fi: Anna tietosi
sv: Din information

source: I forgot my password
fi: Unohdin salasanani
sv: Jag har glömt mitt lösenord.

source: close
fi: sulje
sv: stäng

source: Are you sure you want to log out?
fi: Haluatko varmasti kirjautua ulos?
sv: Är du säker på att du vill logga ut?

source: You need to be logged in to start an experiment
fi: Sinun täytyy kirjautua voidaksesi aloittaa kokeilun.
sv: Du måste vara inloggad för att starta et försök

source: Start a challenge
fi: Aloita haaste
sv: Lämna en utmaning

source: Start an idea
fi: Aloita idea
sv: Starta en idé

source: Start a suggestion
fi: Aloita ehdotus
sv: Starta ett förslag

source: Start an archive
fi: Aloita oppi
sv: Starta ett lärdom

source: Experiment title
fi: Otsikko
sv: Försök titel

source: Experiment short description
fi: Kokeilun lyhyt kuvaus
sv: Kort beskrivninig

source: Give your challenge a short descriptive name
fi: Anna haasteellesi lyhyt, kuvaava nimi

source: Give your idea a short descriptive name
fi: Anna ideallesi lyhyt, kuvaava nimi

source: Give your suggestion a short descriptive name
fi: Anna ehdotuksellesi lyhyt, kuvaava nimi

source: Give your archive a short descriptive name
fi: Anna kokeilun opillesi lyhyt, kuvaava nimi

source: Name (person or organization)
fi: Nimi (henkilö tai organisaatio)
sv: Namn (person eller organisation)

source: Save
fi: Tallenna
sv: Spara

source: Write a short description (Max 300 characters)
fi: Kirjoita tähän lyhyt kiteytys. Pituus enintään 300 merkkiä.
sv: Skriv en kort beskrivning (max 300 tecken)

source: Experiment owner
fi: Kokeilun omistaja
sv: Försökt ägare

source: Enter your email address and choose a new password.
fi: Kirjoita sähköpostiosoitteesi ja valitse uusi salasana.
sv: Ange din e-postadress och välja ett nytt lösenord.

source: New password
fi: Uusi salasana
sv: Nytt lösenord

source: Pepeat new password
fi: Toista uusi salasana
sv: Upprepa nytt lösenord

source: Set new password
fi: Aseta uusi salasana
sv: Ange nytt lösenord

source: The password was modified successfully. Please
fi: Salasana vaihdettu onnistuneesti. Ole hyvä ja
sv: Lösenordet ändrades framgångsrikt. Snälla

source: Log in
fi: kirjaudu sisään
sv: logga in

source: using the new password.
fi: uudella salasanallasi.
sv: använda det nya lösenordet.

source: This token has already been used. Please resend reset password email.
fi: Tämä tunnus on jo käytössä. Lähetä uudelleen salasanan vaihto -sähköposti.
sv: Denna token har redan använts. Vänligen skicka e-postmeddelande för återställning av lösenord.

source: There was an error, you may need to start the
fi: Ilmeni virhe, voit joutua aloittamaan
sv: Ett fel uppstod vid uppladdning av filen, var god försök

source: reset process
fi: salasanan uusimisen
sv: återställa processen

source: again.
fi: uudelleen.
sv: igen.

source: Enter your email address. You will receive a link to reset your password.
fi: Kirjoita sähköpostiosoitteesi. Saat linkin salasanan vaihtamiseksi.
sv: Ange din e-postadress. Här får du en länk för att återställa ditt lösenord.

source: Send the reset email
fi: Lähetä salasanan nollaussähköposti
sv: Skicka återställningsmejlet

source: The reset password email was sent successfully. Please follow the instructions provided in the email.
fi: Salasanan vaihto-sähköposti on lähetetty. Seuraa ohjeita sinulle lähetetyssä sähköpostissa.
sv: Vi har skickat en bekräftelse till din e-postadress. Följ instruktionerna i e-post och komma tillbaka till den här sidan.

source: Interests
fi: Mielenkiinnon kohteet
sv: Räntor

source: Skills
fi: Osaaminen
sv: Färdigheter

source: Edit personal details
fi: Muokkaa henkilökohtaisia tietoja
sv: Redigera personuppgifter

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: About me
fi: Lyhyt kuvaus itsestäsi
sv: Om mig

source: Profile picture
fi: Profiilikuva
sv: Profilbild

source: Update profile
fi: Päivitä profiili
sv: Uppdatera profil

source: Edit social media links
fi: Muokkaa sosiaalisen media linkkejä
sv: Länkar till sociala medier

source: Remove link
fi: Poista linkki
sv: Ta bort länken

source: Add new link
fi: Lisää linkki
sv: Lägg till en ny länk

source: Save links
fi: Tallenna linkit
sv: Spara länkar

source: Edit interests
fi: Muokkaa mielenkiinnon kohteita
sv: Ändra intressen

source: Subjects / tags
fi: Avainsanat
sv: Ämnen / taggar

source: Type to search for tags
fi: Kirjoita hakeaksesi avainsanoja
sv: Skriv för att söka efter taggar

source: Chosen subjects
fi: Valitut avainsanat
sv: Valda ämnen

source: Save chosen tags
fi: Tallenna valitut avainsanat
sv: Spara valda taggar

source: Add a skill
fi: Lisää osaamisalue
sv: Lägg till en färdighet

source: Present skills
fi: Nykyiset osaamisalueet
sv: Nuvarande färdigheter

source: Save skills
fi: Tallenna nykyiset osaamisalueet
sv: Spara färdigheter

source: Change password
fi: Vaihda salasana
sv: Ändra lösenord

source: Current password
fi: Nykyinen salasana
sv: Nuvarande lösenord

source: Enter your current password
fi: Syötä nykyinen salasanasi

source: Choose a new password
fi: Valitse uusi salasanad

source: Repeat the new password
fi: Toista uusi salasana

source: Please wait...
fi: Odota...
sv: Skickas …

source: Type a name to search users
fi: Kirjoita nimi etsiäksesi käyttäjiä
sv: Skriv ett namn för att söka användare

source: Edit
fi: Muokkaa
sv: Redigera

source: Your answer
fi: Vastauksesi
sv: Ditt svar

source: Add a full description and pictures
fi: Lisää pitkä kuvaus ja kuvat
sv: Lägg till en fullständig beskrivning och bilder

source: Save full description
fi: Tallenna pitkä kuvaus
sv: Full beskrivning

source: How would your idea solve the problem?
fi: Miten ideasi ratkaisee ongelman?
sv: Hur skulle din idé lösa problemet?

source: How would you test your idea? What is the the experiment in practice?
fi: Miten testata ideasi? Mitä käytännössä kokeillaan?
sv: Hur kan du testa din idé? Vad är det som testas i praktiken?

source: Who will take the experiment?
fi: Kuka kokeilun toteuttaa?
sv: Vem genomför försöket?

source: What is the budget of the experiment?
fi: Mikä on kokeilun budjetti? Kerro mistä kokeilusi budjetti koostuu. Kerro myös, jos saat jo ennestään jotain muuta rahoitusta.
sv: Vad är försökets budget? Berätta här vad som inkluderas i din budget. Berätta också om du redan får finansiering någon annanstans ifrån.

source: What is the planned schedule for the experiment?
fi: Mikä on kokeilun kaavailtu ajankohta?
sv: Vad är det planerade schemat för försöket?

source: What is the goal of the experiment?
fi: Mitä kokeilusta halutaan oppia?
sv: Vad är målet med försöket?

source: Goal:
fi: Tavoite:
sv: Mål:

source: Currency:
fi: Valuutta:
sv: Valuta:

source: Accelerator funding:
fi: Ideahaku:
sv: Accelerator finansiering:

source: State funding:
fi: Valtion rahoitus:
sv: Statlig finansiering:

source: Crowdfunding:
fi: Joukkorahoitus:
sv: Gruppfinansiering:

source: Platform:
fi: Alusta:
sv: Plattform:

source: Campaign ID:
fi: Kampanja-ID:
sv: Kampanj-ID:

source: Save funding
fi: Tallenna rahoitus
sv: Spara finansiering

source: Did the experiment reach the required goals?
fi: Saavuttiko kokeilu sille asetetut tavoitteensa?
sv: Gick försöket till de önskade målen?

source: Total:
fi: Yhteensä:
sv: Totalt:

source: Experiment not found
fi: Kokeiluja ei löytynyt
sv: Försöket hittades inte

source: Team
fi: Tiimi

source: Take part
fi: Osallistu
sv: Ta del

source: Discuss or comment
fi: Keskustele
sv: Diskutera eller kommentera

source: Share
fi: Jaa
sv: Dela

source: Experiment phase
fi: Kokeilun vaihe
sv: Försök scenen

source: Show
fi: Näytä
sv: Visa

source: Front page
fi: Etusivu
sv: Förstasidaa

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

source: Tag
fi: Avainsana
sv: Tagg

source: Available tags
fi: Avainsanat
sv: Tillgängliga taggar

source: Links for additional information
fi: Lisätietoa linkkien takana
sv: Länkar för ytterligare information

source: Muncipality / City
fi: Paikkakunta
sv: Ort

source: Save location
fi: Tallenna paikkakunta
sv: Spara position

source: Remove experiment
fi: Poista kokeilu
sv: Ta bort försöket

source: This will remove experiment
fi: Tämä poistaa kokeilun
sv: Detta tar bort försöket

source: I understand
fi: Ymmärrän
sv: Jag förstår!

source: Remove
fi: Poista
sv: Ta bort

source: Browse the previous stages of the experiments
fi: Selaa kokeilun edellisiä vaiheita
sv: Bläddra i de tidigare faser av försöket

source: Browse to the challenge stage
fi: Katso vaihe haaste
sv: Bläddra till utmaningsfasen

source: Browse to the idea stage
fi: Katso vaihe idea
sv: Bläddra till ideenfasen

source: Browse to the suggestion stage
fi: Katso vaihe ehdotus
sv: Bläddra till förslagetfasen

source: Browse to the funding stage
fi: Katso vaihe rahoitus
sv: Bläddra till finansieringsfasen

source: Browse to the experiment stage
fi: Katso vaihe kokeilu
sv: Bläddra till experimentfasen

source: Browse to the archive stage
fi: Katso vaihe opit
sv: Bläddra till förslagetfasen

source: Back to the present stage
fi: Palaa kokeilun viimeisimpään vaiheeseen
sv: Tillbaka till ideenfasen

source: Similar experiments:
fi: Samanlaisia kokeiluja:
sv: Liknande försöker:

source: No similar internal pages found.
fi: Sivuja ei löytynyt
sv: Inga liknande interna sidor hittades.

source: Related subjects outside the service:
fi: Lisää aiheesta muualla:
sv: Närstående ämnen utanför tjänsten:

source: No related subjects outside the services found.
fi: Linkkejä ei löytynyt
sv: Inga relaterade ämnen utanför de funna tjänsterna.

source: Image
fi: Kuva
sv: Bild

source: Image file:
fi: Kuvatiedosto
sv: Avbildsfil:

source: Ready?
fi: Valmis?
sv: Redo?

source: Ready
fi: Valmis
sv: Redo

source: Click here to see your experiment in your own profile. You can also return to edit it. We'll publish the suggestions when they are checked.
fi: Klikkaa "Valmis" julkaistaksesi kokeilun. Voit palata muokkaamaan kokeilua myös julkaisun jälkeen.
sv: Klicka här för att se ditt försöket i din egen profil. Du kan också återvända för att redigera den. Vi publicerar förslaget när de kontrolleras.

source: Support call
fi: Tukipyyntö
sv: Support

source: Do you want to advance your experiment to the next stage?
fi: Haluatko viedä kokeiluasi eteenpäin?
sv: Vill du göra ditt försöket vidare till nästa fasen?

source: Click here to move your experiment to the next stage
fi: Klikkaa tästä ja siirrä kokeilusi seuraavaan vaiheeseen
sv: Klicka här för att flytta ditt försöket till nästa fasen

source: Do you want to move your experiment to the previous stage?
fi: Haluatko palata kokeilusi edelliseen vaiheeseen?
sv: Vill du göra ditt försöket vidare till föregående fasen?

source: Click here to move your experiment to the previous stage
fi: Klikkaa tästä ja siirrä kokeilusi edelliseen vaiheeseen
sv: Klicka här för att flytta ditt försöket till föregående fasen

source: Move
fi: Siirry seuraavaan vaiheeseen
sv: Flytta

source: Move to previous stage
fi: Palaa edelliseen vaiheeseen
sv: Flytta till föregående fasen

source: Most popular
fi: Suosituimmat
sv: Mest populära

source: Alphabetically
fi: Aakkosjärjestyksessä
sv: Alfabetiskt

source: Latest first
fi: Uusimmat
sv: Senaste först

source: Type a keyword to search
fi: Kirjoita hakusana etsiäksesi kokeiluja
sv: Skriv ett sökord

source: The rest of the experiments related to the idea search
fi: Loput hakuun osallistuneet kokeilut
sv: Resten av guiden

source: All of the experiments related to the idea search
fi: Kaikki hakuun osallistuneet kokeilut

source: All of the challenges related to the idea search
fi: Kaikki hakuun osallistuneet haasteet

source: All of the suggestions related to the idea search
fi: Kaikki hakuun osallistuneet kokeiluehdotukset

source: The chosen experiments for further development
fi: Ohjelmaan valitut kokeilut
sv: Valt försöket för vidareutveckling

source: Idea search
fi: Ideahaku
sv: Sök

source: What skills or resources the team already has?
fi: Mitä resursseja tiimillä on ennestään?
sv: Vilka färdigheter eller resurser har laget redan?

source: What are you expecting to learn from the experiment?
fi: Mitä odotatte oppivanne kokeilusta?
sv: Vad förväntar du dig att lära från försöket?

source: Experiments on a map
fi: Kokeilut kartalla
sv: Försöket på kartan

source: Filter by keyword
fi: Rajaa hakusanan perusteella
sv: Använd sökord

source: Back to browsing view
fi: Takaisin selausnäkymään
sv: Tillbaka till bläddring visa

source: Tags
fi: Avainsanat
sv: Taggar

source: Oldest
fi: Vanhimmat ensin
sv: Äldst

source: Newest
fi: Uusimmat ensin
sv: Nyaste

source: Click on code to select all
fi: Klikkaa koodia valitaksesi kaikki ja kopioi
sv: Välj alla

source: Showing users with tag:
fi: Rajattu näkymä asiasanan perusteella:
sv: Visar användare med taggen:

source: Showing experiments with tag:
fi: Rajattu näkymä asiasanan perusteella:
sv: Visar försöket med taggen:

source: Filter by tag
fi: Rajaa asiasanan perusteella
sv: Filtrera efter Tag

source: What did you learn?
fi: Mitä opittiin? Mitä konkreettisia tuloksia tai uutta tietoa kokeilulla sait? Nimeä kaksi keskeistä oppia ja mitä vinkkejä antaisit toisille kokeilijoille?
sv: Vad lärde du dig?

source: Publish
fi: Julkaise
sv: Publicera

source: Unpublish
fi: Poista julkaisuista
sv: Avpublicera

source: Upcoming
fi: Tulossa
sv: Kommande

source: Ended
fi: Päättynyt
sv: Slutade

source: News
fi: Ajankohtaista
sv: Aktuellt

source: Artificial intelligence
fi: Tekoäly
sv: Artificiell intelligens

source: Challenge search
fi: Haastehaku
sv: Utmaningssökning

source: Publish your experiment. You can edit it any time after publishing. Until you choose to publish it, your experiment can be found only in your own profile or via the experiment url.
fi: Julkaise kokeilusi. Voit muokata sitä myös julkaisun jälkeen. Julkaisematon kokeilu näkyy vain oman profiilisivusi alla.

source: Unpublish your experiment. After you unpublish it, your experiment can be found only in your own profile or via the experiment url.
fi: Poista julkaisusta. Poistettu kokeilu näkyy vain oman profiilisi alla tai kokeilun oman URLn takana.

source: Funding stage
fi: Rahoitusvaihe

source: What happens at the end of the experiment? How can you scale-up the experiment and what does it require?
fi: Mitä tapahtuu kokeilun päätyttyä? Miten kokeilusta voi skaalata isomman mittakaavan toimintaa ja mitä se vaatii?

source: Ask and discuss about AI
fi: Kysy ja keskustele tekoälystä

source: Learn about the experiment stages
fi: Tutustu kokeilun vaiheisiin

source: here.
fi: täällä.

source: Life management
fi: Arki hallintaan
sv: Daglig förvaltning

source: More communality
fi: Enemmän yhteisöllisyyttä
sv: Mer gemensamhet

source: Environment and us
fi: Ympäristö ja me
sv: Miljö och oss

source: Discussion board
fi: Keskustelualusta
sv: Diskussionsplattform

source: Watch more
fi: Katso lisää
sv: Se mer

source: created
fi: luotu
sv: skapad

source: updated
fi: päivitetty
sv: uppdaterad

source: view
sv: visa

source: Idea
sv: Idé

source: Insert heading here
sv: Information

source: Cancel
sv: Avbryt

source: What happens at the end of the experiment? (How can you scale-up the experiment and what does it require?
sv: Vad händer i slutet av försöket? (Hur kan du skala upp försöket och vad kräver det?

source: Digitaidot sotetyössä
sv: Digitala färdigheter i arbetet inom social- och hälsovårdssektorn

source: Jätä ehdotus
sv: Lämna ditt förslag

source: Kysy ja keskustele kokeiluhausta
sv: Fråga och diskutera denna utmaning

source: Tutustu palveluun
sv: Läs mer om tjänsten

source: Ohjeet
sv: Anvisningar

source: Pelisäännöt
sv: Spelregler

source: Hae rahoitusta
sv: Ansök om finansiering

source: Yhteystiedot
sv: Kontaktuppgifter

source: Kokeilun paikka on yhteisöllinen verkkoalusta, joka kokoaa yhteen ideoijat, sparraajat, kokeilujen toteuttajat ja rahoittajat. Tervetuloa mukaan!
sv: Plats för försök är en deltagande webbplattform som samlar ihop ideér, experiment och finansiärer.

source: Puolita hiilijalanjälki!
sv: Hur halveras kolspåret?

source: Lue lisää
sv: Läs mera

source: Haluatko osallistua kokeiluhakuun?
sv: Will du delta i en försöksökning?

source: Aloita hiilijalanjälkikokeilu tästä!
sv: Starta Hur halveras kolspåret försök här!
